Repository: zopyx/RULYX
Catalog: Sources/Shared/Localizations/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh

# rules.name_placeholder
source: Rule Name
ar: Rule Name (AR)
de: Regelname
es: Rule Nombre
fr: Nom de la règle
it: Nome regola
ja: [ja] Regelname
ko: Rule Name (한국어)
nl: Regelname (NL)
pl: Rule Name (PL)
pt: Rule Nome
ru: Rule Name (RU)
th: Rule Name (TH)
tr: Rule Name (TR)
vi: 规则名称 (VI)
zh: 规则名称

# rules.new_title
source: New Rule
ar: New Rule (AR)
de: Neue Regel
es: [es] Neue Regel
fr: Nouvelle règle
it: Nuova regola
ja: [ja] Neue Regel
ko: New Rule (한국어)
nl: Neue Regel (NL)
pl: New Rule (PL)
pt: Novo Rule
ru: New Rule (RU)
th: New Rule (TH)
tr: New Rule (TR)
vi: 新建规则 (VI)
zh: 新建规则

# rules.no_rules
source: No Rules
ar: No Rules (AR)
de: Keine Regeln
es: Sin Reglas
fr: Aucune règle
it: Nessuna regola
ja: なし Rules
ko: なし Rules (한국어)
nl: Keine Regeln (NL)
pl: No Rules (PL)
pt: Não Regras
ru: No Rules (RU)
th: No Rules (TH)
tr: No Rules (TR)
vi: 没有规则 (VI)
zh: 没有规则

# rules.no_rules_desc
source: Create rules to automatically moderate accounts.
ar: Create rules to automatically moderate accounts. (AR)
de: Erstellen Sie Regeln zur automatischen Moderation von Accounts.
es: Crear rules to automatically moderate accounts.
fr: Créez des règles pour modérer automatiquement les comptes.
it: Crea regole per moderare automaticamente gli account.
ja: [ja] Erstellen Sie Regeln zur automatischen Moderation von Accounts.
ko: Create rules to automatically moderate accounts. (한국어)
nl: Erstellen Sie Regeln zur automatischen Moderation von Accounts. (NL)
pl: Create rules to automatically moderate accounts. (PL)
pt: Criar rules to automatically moderate accounts.
ru: Create rules to automatically moderate accounts. (RU)
th: Create rules to automatically moderate accounts. (TH)
tr: Create rules to automatically moderate accounts. (TR)
vi: 创建规则以自动审核账户。 (VI)
zh: 创建规则以自动审核账户。

# rules.rule_format
source: If {trigger} → {action}
ar: If {trigger} → {action} (AR)
de: Wenn {trigger} → {action}
es: [es] Wenn {trigger} → {action}
fr: Si {trigger} → {action}
it: Se {trigger} → {action}
ja: [ja] Wenn {trigger} → {action}
ko: If {trigger} → {action} (한국어)
nl: If {trigger} → {action} (NL)
pl: If {trigger} → {action} (PL)
pt: [pt] Wenn {trigger} → {action}
ru: If {trigger} → {action} (RU)
th: If {trigger} → {action} (TH)
tr: If {trigger} → {action} (TR)
vi: 如果 {trigger} → {action} (VI)
zh: 如果 {trigger} → {action}

# rules.title
source: Rules
ar: Rules (AR)
de: Regeln
es: Reglas
fr: Règles
it: Regole
ja: ルール
ko: Rules (한국어)
nl: Regeln (NL)
pl: Rules (PL)
pt: Regras
ru: Rules (RU)
th: Rules (TH)
tr: Rules (TR)
vi: 规则 (VI)
zh: 规则

# rules.trigger
source: Trigger
ar: Trigger (AR)
de: Auslöser
es: [es] Auslöser
fr: Déclencheur
it: [it] Auslöser
ja: [ja] Auslöser
ko: Trigger (한국어)
nl: Auslöser (NL)
pl: Trigger (PL)
pt: [pt] Auslöser
ru: Trigger (RU)
th: Trigger (TH)
tr: Trigger (TR)
vi: 触发器 (VI)
zh: 触发器

# rules.trigger.account_younger_than
source: Account younger than 30 days
ar: الحساب أصغر من 30 يومًا
de: Account jünger als 30 Tage
es: Cuenta con menos de 30 días
fr: Compte de moins de 30 jours
it: Account con meno di 30 giorni
ja: アカウント作成から30日未満
ko: 계정 생성 30일 미만
nl: Account jonger dan 30 dagen
pl: Konto młodsze niż 30 dni
pt: Conta com menos de 30 dias
ru: Аккаунту меньше 30 дней
th: บัญชีอายุน้อยกว่า 30 วัน
tr: 30 günden daha genç hesap
vi: Tài khoản dưới 30 ngày tuổi
zh: 账户注册不足30天

# rules.trigger.follower_count_above
source: Follower count above 1000
ar: عدد المتابعين أكثر من 1000
de: Mehr als 1000 Follower
es: Más de 1000 seguidores
fr: Plus de 1000 abonnés
it: Più di 1000 follower
ja: フォロワー数が1000以上
ko: 팔로워 1000명 이상
nl: Meer dan 1000 volgers
pl: Ponad 1000 obserwujących
pt: Mais de 1000 seguidores
ru: Более 1000 подписчиков
th: จำนวนผู้ติดตามมากกว่า 1000
tr: 1000'den fazla takipçi
vi: Số người theo dõi trên 1000
zh: 粉丝数超过1000

# rules.trigger.follower_count_below
source: Follower count below 100
ar: عدد المتابعين أقل من 100
de: Weniger als 100 Follower
es: Menos de 100 seguidores
fr: Moins de 100 abonnés
it: Meno di 100 follower
ja: フォロワー数が100未満
ko: 팔로워 100명 미만
nl: Minder dan 100 volgers
pl: Mniej niż 100 obserwujących
pt: Menos de 100 seguidores
ru: Менее 100 подписчиков
th: จำนวนผู้ติดตามต่ำกว่า 100
tr: 100'den az takipçi
vi: Số người theo dõi dưới 100
zh: 粉丝数低于100

# rules.trigger.handle_contains
source: Handle contains text
ar: المعرف يحتوي على نص
de: Handle enthält Text
es: El handle contiene texto
fr: Le handle contient du texte
it: L'handle contiene testo
ja: ハンドルにテキストを含む
ko: 핸들에 텍스트 포함
nl: Handle bevat tekst
pl: Handle zawiera tekst
pt: Handle contém texto
ru: Handle содержит текст
th: Handle มีข้อความ
tr: Kullanıcı adı metin içeriyor
vi: Handle chứa văn bản
zh: Handle包含文本

# rules.trigger.has_label
source: Has label
ar: له تصنيف
de: Hat Label
es: Tiene etiqueta
fr: A un label
it: Ha un'etichetta
ja: ラベルを持つ
ko: 레이블 보유
nl: Heeft label
pl: Ma etykietę
pt: Tem etiqueta
ru: Имеет метку
th: มีป้ายกำกับ
tr: Etiketi var
vi: Có nhãn
zh: 有标签

# rules.value_placeholder
source: Value
ar: Value (AR)
de: Wert
es: [es] Wert
fr: Valeur
it: Valore
ja: [ja] Wert
ko: Value (한국어)
nl: Wert (NL)
pl: Value (PL)
pt: [pt] Wert
ru: Value (RU)
th: Value (TH)
tr: Value (TR)
vi: 值 (VI)
zh: 值

# settings.appearance
source: Appearance
ar: مظهر
de: Aussehen
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 모습
nl: Verschijning
pl: Wygląd
pt: Aparência
ru: Появление
th: รูปร่าง
tr: Dış görünüş
vi: Vẻ bề ngoài
zh: 外貌

# settings.appearance.dark
source: Dark
ar: مظلم
de: Dunkel
es: Oscuro
fr: Sombre
it: Buio
ja: 暗い
ko: 어두운
nl: Donker
pl: Ciemny
pt: Escuro
ru: Темный
th: มืด
tr: Karanlık
vi: Tối tăm
zh: 黑暗的

# settings.appearance.light
source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
ko: 라이트
nl: Licht
pl: Jasny
pt: Claro
ru: Светлая
th: สว่าง
tr: Açık
vi: Sáng
zh: 浅色

# settings.appearance.system
source: System
ar: نظام
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 체계
nl: Systeem
pt: Sistema
ru: Система
th: ระบบ
tr: Sistem
vi: Hệ thống
zh: 系统

# settings.auto_lock
source: Auto-Lock
ar: القفل التلقائي
de: Automatische Sperre
es: Bloqueo automático
fr: Verrouillage automatique
it: Blocco automatico
ja: オートロック
ko: 자동 잠금
nl: Automatische vergrendeling
pl: Automatyczna blokada
pt: Bloqueio automático
ru: Автоблокировка
th: ล็อคอัตโนมัติ
tr: Otomatik Kilit
vi: Tự động khóa
zh: 自动锁

# settings.auto_lock.1min
source: 1 minute
ar: 1 دقيقة
es: 1 minuto
it: 1 minuto
ja: 1分
ko: 1분
nl: 1 minuut
pl: 1 minuta
pt: 1 minuto
ru: 1 минута
th: 1 นาที
tr: 1 dakika
vi: 1 phút
zh: 1分钟

# settings.auto_lock.5min
source: 5 minutes
ar: 5 دقائق
de: 5 Minuten
es: 5 minutos
it: 5 minuti
ja: 5分
ko: 5분
nl: 5 minuten
pl: 5 minut
pt: 5 minutos
ru: 5 минут
th: 5 นาที
tr: 5 dakika
vi: 5 phút
zh: 5分钟

# settings.auto_lock.15min
source: 15 minutes
ar: 15 دقيقة
de: 15 Minuten
es: 15 minutos
it: 15 minuti
ja: 15分
ko: 15분
nl: 15 minuten
pl: 15 minut
pt: 15 minutos
ru: 15 минут
th: 15 นาที
tr: 15 dakika
vi: 15 phút
zh: 15分钟

# settings.auto_lock.30min
source: 30 minutes
ar: 30 دقيقة
de: 30 Minuten
es: 30 minutos
it: 30 minuti
ja: 30分
ko: 30분
nl: 30 minuten
pl: 30 minut
pt: 30 minutos
ru: 30 минут
th: 30 นาที
tr: 30 dakika
vi: 30 phút
zh: 30分钟

# settings.auto_lock.immediately
source: Immediately
ar: في الحال
de: Sofort
es: Inmediatamente
fr: Immédiatement
it: Immediatamente
ja: すぐに
ko: 즉시
nl: Onmiddellijk
pl: Natychmiast
pt: Imediatamente
ru: Немедленно
th: โดยทันที
tr: Hemen
vi: Ngay lập tức
zh: 立即地

# settings.beta_features
source: Show Beta Features
ar: عرض ميزات بيتا
de: Beta-Funktionen anzeigen
es: Mostrar funciones beta
fr: Afficher les fonctionnalités bêta
it: Mostra funzionalità beta
ja: ベータ版の機能を表示
ko: 베타 기능 표시
nl: Bètafuncties weergeven
pl: Pokaż funkcje wersji beta
pt: Mostrar recursos beta
ru: Показать бета-функции
th: แสดงคุณสมบัติเบต้า
tr: Beta Özelliklerini Göster
vi: Hiển thị các tính năng Beta
zh: 显示测试版功能

# settings.biometric_footer
source: Lock the app with {biometric} when it goes to the background.
ar: قم بقفل التطبيق باستخدام {biometric} عندما ينتقل إلى الخلفية.
de: Sperren Sie die App mit {biometric}, wenn sie in den Hintergrund wechselt.
es: Bloquee la aplicación con {biometric} cuando pase a segundo plano.
fr: Verrouillez l'application avec {biometric} lorsqu'elle passe en arrière-plan.
it: Blocca l'app con {biometric} quando passa in background.
ja: アプリがバックグラウンドに移行するときは、{biometric} でアプリをロックします。
ko: 앱이 백그라운드로 전환되면 {biometric}으로 앱을 잠급니다.
nl: Vergrendel de app met {biometric} wanneer deze naar de achtergrond gaat.
pl: Zablokuj aplikację za pomocą {biometric}, gdy przejdzie ona w tło.
pt: Bloqueie o aplicativo com {biometric} quando ele for para segundo plano.
ru: Заблокируйте приложение с помощью {biometric}, когда оно переходит в фоновый режим.
th: ล็อคแอปด้วย {biometric} เมื่อไปที่พื้นหลัง
tr: Uygulama arka plana geçtiğinde {biometric} ile kilitleyin.
vi: Khóa ứng dụng bằng {biometric} khi ứng dụng chạy ở chế độ nền.
zh: 当应用程序进入后台时，使用{biometric}锁定应用程序。

# settings.biometric_lock
source: {biometric} Lock
ar: قفل {biometric}
de: {biometric}-Sperre
es: {biometric} Bloqueo
fr: {biometric} Verrouillage
it: {biometric} Blocca
ja: {biometric} ロック
ko: {biometric} 잠금
nl: {biometric} Slot
pl: {biometric} Blokada
pt: {biometric} Bloqueio
ru: {biometric} Блокировка
th: {biometric} ล็อค
tr: {biometric} Kilidi
vi: Khóa {biometric}
zh: {biometric}锁

# settings.cache_cleared
source: Local cache cleared.
ar: تم مسح ذاكرة التخزين المؤقت المحلية.
de: Lokaler Cache gelöscht.
es: Se borró la memoria caché local.
fr: Cache local vidé.
it: Cache locale cancellata.
ja: ローカルキャッシュがクリアされました。
ko: 로컬 캐시가 지워졌습니다.
nl: Lokale cache gewist.
pl: Lokalna pamięć podręczna została wyczyszczona.
pt: Cache local limpo.
ru: Локальный кеш очищен.
th: ล้างแคชในเครื่องแล้ว
tr: Yerel önbellek temizlendi.
vi: Đã xóa bộ nhớ đệm cục bộ.
zh: 本地缓存已清除。

# settings.cancel
source: Cancel
ar: Cancel (AR)
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: キャンセル (한국어)
nl: Abbrechen (NL)
pl: Cancel (PL)
pt: Cancelar
ru: Cancel (RU)
th: Cancel (TH)
tr: Cancel (TR)
vi: 取消 (VI)
zh: 取消

# settings.clear_cache
source: Clear Cache
ar: Clear Cache (AR)
de: Cache leeren
es: Limpiar caché
fr: Vider le cache
it: Svuota cache
ja: キャッシュを削除
ko: キャッシュを削除 (한국어)
nl: Cache leeren (NL)
pl: Clear Cache (PL)
pt: Limpar cache
ru: Clear Cache (RU)
th: Clear Cache (TH)
tr: Clear Cache (TR)
vi: 清除缓存 (VI)
zh: 清除缓存

# settings.clear_cache.confirm
source: Clear cached network and image data?
ar: Clear cached network and image data? (AR)
de: Gecachte Netzwerk- und Bilddaten löschen?
es: ¿Limpiar datos de red e imágenes en caché?
fr: Effacer les données réseau et images en cache ?
it: Cancellare i dati di rete e le immagini nella cache?
ja: キャッシュされたネットワークデータと画像を消去しますか？
ko: キャッシュされたネットワークデータと画像を消去しますか？ (한국어)
nl: Gecachte Netzwerk- und Bilddaten löschen? (NL)
pl: Clear cached network and image data? (PL)
pt: Limpar dados de rede e imagens em cache?
ru: Clear cached network and image data? (RU)
th: Clear cached network and image data? (TH)
tr: Clear cached network and image data? (TR)
vi: 清除缓存的网络和图像数据？ (VI)
zh: 清除缓存的网络和图像数据？

# settings.clear_cache.hint
source: Removes cached network data and images from the device
ar: يزيل بيانات الشبكة والصور المخزنة مؤقتًا من الجهاز
de: Entfernt zwischengespeicherte Netzwerkdaten und Bilder vom Gerät
es: Elimina datos e imágenes de red almacenados en caché del dispositivo
fr: Supprime les données réseau et les images mises en cache de l'appareil
it: Rimuove i dati e le immagini di rete memorizzati nella cache dal dispositivo
ja: キャッシュされたネットワーク データと画像をデバイスから削除します
ko: 장치에서 캐시된 네트워크 데이터 및 이미지를 제거합니다.
nl: Verwijdert in de cache opgeslagen netwerkgegevens en afbeeldingen van het apparaat
pl: Usuwa z urządzenia buforowane dane sieciowe i obrazy
pt: Remove dados e imagens de rede armazenados em cache do dispositivo
ru: Удаляет кэшированные сетевые данные и изображения с устройства.
th: ลบข้อมูลเครือข่ายและรูปภาพที่แคชไว้ออกจากอุปกรณ์
tr: Önbelleğe alınmış ağ verilerini ve görüntüleri cihazdan kaldırır
vi: Xóa dữ liệu và hình ảnh mạng được lưu trong bộ nhớ cache khỏi thiết bị
zh: 从设备中删除缓存的网络数据和图像

# settings.clear_cache.message
source: Saved accounts and app passwords will not be removed.
ar: Saved accounts and app passwords will not be removed. (AR)
de: Gespeicherte Accounts und App-Passwörter werden nicht entfernt.
es: Las cuentas guardadas no se eliminarán.
fr: Les comptes enregistrés et mots de passe d'application ne seront pas supprimés.
it: Gli account salvati e le password delle app non verranno rimossi.
ja: 保存されたアカウントとアプリパスワードは削除されません。
ko: 保存されたアカウントとアプリパスワードは削除されません。 (한국어)
nl: Gespeicherte Accounts und App-Passwörter werden nicht entfernt. (NL)
pl: Saved accounts and app passwords will not be removed. (PL)
pt: Contas salvas e senhas de app não serão removidas.
ru: Saved accounts and app passwords will not be removed. (RU)
th: Saved accounts and app passwords will not be removed. (TH)
tr: Saved accounts and app passwords will not be removed. (TR)
vi: 已保存的账户和应用密码不会被删除。 (VI)
zh: 已保存的账户和应用密码不会被删除。

# settings.debug
source: Debug
ar: Debug (AR)
de: Debuggen
es: Depurar
fr: Débogage
ja: デバッグ
ko: デバッグ (한국어)
nl: Debug (NL)
pl: Debug (PL)
pt: Depurar
ru: Debug (RU)
th: Debug (TH)
tr: Debug (TR)
vi: 调试 (VI)
zh: 调试

# settings.debug_tools.hint
source: Enables additional debugging tools and logging
ar: تمكين أدوات التصحيح الإضافية والتسجيل
de: Aktiviert zusätzliche Debugging-Tools und Protokollierung
es: Habilita herramientas de depuración y registro adicionales
fr: Permet des outils de débogage supplémentaires et la journalisation
it: Abilita strumenti di debug e registrazione aggiuntivi
ja: 追加のデバッグツールとログを有効にします
ko: 추가 디버깅 도구 및 로깅을 활성화합니다.
nl: Maakt extra foutopsporingstools en logboekregistratie mogelijk
pl: Włącza dodatkowe narzędzia do debugowania i rejestrowania
pt: Permite ferramentas adicionais de depuração e registro
ru: Включает дополнительные инструменты отладки и ведение журнала.
th: เปิดใช้งานเครื่องมือแก้ไขข้อบกพร่องและการบันทึกเพิ่มเติม
tr: Ek hata ayıklama araçlarını ve günlüğe kaydetmeyi etkinleştirir
vi: Cho phép các công cụ gỡ lỗi và ghi nhật ký bổ sung
zh: 启用额外的调试工具和日志记录

# settings.icloud
source: iCloud
ar: آي كلاود
ko: 아이클라우드
th: ไอคลาวด์
tr: iCloud'da

# settings.icloud.disabled_footer
source: Enable to keep your account configuration consistent across devices.
ar: قم بالتمكين للحفاظ على اتساق تكوين حسابك عبر الأجهزة.
de: Aktivieren Sie diese Option, um Ihre Kontokonfiguration auf allen Geräten konsistent zu halten.
es: Habilite esta opción para mantener la configuración de su cuenta consistente en todos los dispositivos.
fr: Activez cette option pour que la configuration de votre compte reste cohérente sur tous les appareils.
it: Abilita per mantenere la configurazione del tuo account coerente su tutti i dispositivi.
ja: 有効にすると、デバイス間でアカウント設定の一貫性が保たれます。
ko: 여러 장치에서 계정 구성을 일관되게 유지하려면 활성화하세요.
nl: Schakel dit in om uw accountconfiguratie consistent te houden op alle apparaten.
pl: Włącz, aby zachować spójność konfiguracji konta na wszystkich urządzeniach.
pt: Ative para manter a configuração da sua conta consistente em todos os dispositivos.
ru: Включите, чтобы конфигурация вашей учетной записи была единообразной на всех устройствах.
th: เปิดใช้งานเพื่อให้การกำหนดค่าบัญชีของคุณสอดคล้องกันในอุปกรณ์ต่างๆ
tr: Hesap yapılandırmanızın cihazlar arasında tutarlı kalmasını sağlamak için etkinleştirin.
vi: Bật để giữ cấu hình tài khoản của bạn nhất quán trên các thiết bị.
zh: 启用以保持您的帐户配置在不同设备上保持一致。

# settings.icloud.enabled_footer
source: Account handles and labels sync across your devices. App passwords stay on each device for security.
ar: تتم مزامنة مقابض الحساب والتسميات عبر أجهزتك. تبقى كلمات مرور التطبيقات على كل جهاز لأغراض الأمان.
de: Kontonamen und -bezeichnungen werden auf Ihren Geräten synchronisiert.App-Passwörter bleiben aus Sicherheitsgründen auf jedem Gerät.
es: Los identificadores y etiquetas de cuenta se sincronizan en todos sus dispositivos. Las contraseñas de las aplicaciones permanecen en cada dispositivo por seguridad.
fr: Les identifiants et étiquettes de compte sont synchronisés sur vos appareils. Les mots de passe des applications restent sur chaque appareil pour des raisons de sécurité.
it: Gli handle e le etichette degli account si sincronizzano su tutti i tuoi dispositivi. Le password delle app rimangono su ciascun dispositivo per motivi di sicurezza.
ja: アカウント ハンドルとラベルはデバイス間で同期されます。アプリのパスワードはセキュリティのために各デバイスに残ります。
ko: 계정 핸들과 라벨은 여러 기기에서 동기화됩니다. 보안을 위해 앱 비밀번호는 각 기기에 유지됩니다.
nl: Accounthandvatten en labels worden op al uw apparaten gesynchroniseerd. App-wachtwoorden blijven om veiligheidsredenen op elk apparaat staan.
pl: Uchwyty kont i etykiety synchronizują się na Twoich urządzeniach. Ze względów bezpieczeństwa hasła do aplikacji pozostają na każdym urządzeniu.
pt: Os identificadores e rótulos da conta são sincronizados em seus dispositivos. As senhas dos aplicativos permanecem em cada dispositivo por segurança.
ru: Идентификаторы и ярлыки учетных записей синхронизируются на всех ваших устройствах. В целях безопасности пароли приложений сохраняются на каждом устройстве.
th: การจัดการบัญชีและป้ายกำกับจะซิงค์กับอุปกรณ์ของคุณ รหัสผ่านสำหรับแอปจะคงอยู่ในอุปกรณ์แต่ละเครื่องเพื่อความปลอดภัย
tr: Hesap tanıtıcıları ve etiketleri cihazlarınız arasında senkronize edilir. Uygulama şifreleri güvenlik amacıyla her cihazda kalır.
vi: Các tài khoản và nhãn đồng bộ hóa trên các thiết bị của bạn. Mật khẩu ứng dụng được lưu giữ trên mỗi thiết bị để bảo mật.
zh: 帐户句柄和标签在您的设备之间同步。为了安全起见，应用程序密码保留在每台设备上。

# settings.icloud.privacy.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy
zh: 取消

# settings.icloud.privacy.confirm
source: Enable
ar: تفعيل
de: Aktivieren
es: Activar
fr: Activer
it: Attiva
ja: 有効にする
ko: 활성화
nl: Inschakelen
pl: Włącz
pt: Ativar
ru: Включить
th: เปิดใช้งาน
tr: Etkinleştir
vi: Bật
zh: 启用

# settings.icloud.privacy.message
source: Account handles, display names, and PDS URLs will be synced across your devices via iCloud in cleartext. App passwords remain on-device.
ar: سيتم مزامنة أسماء المستخدمين والأسماء المعروضة وعناوين URL الخاصة بـ PDS كنص واضح عبر iCloud عبر أجهزتك. تبقى كلمات مرور التطبيق على الجهاز.
de: Account-Handles, Anzeigenamen und PDS-URLs werden im Klartext über iCloud auf Ihren Geräten synchronisiert. App-Passwörter bleiben auf dem Gerät.
es: Los handles, nombres para mostrar y URL de PDS se sincronizarán en texto plano a través de iCloud entre sus dispositivos. Las contraseñas de aplicación permanecen en el dispositivo.
fr: Les identifiants, noms d'affichage et URL PDS seront synchronisés en texte clair via iCloud sur vos appareils. Les mots de passe d'application restent sur l'appareil.
it: Handle, nomi visualizzati e URL PDS verranno sincronizzati in chiaro tramite iCloud tra i tuoi dispositivi. Le password delle app rimangono sul dispositivo.
ja: ハンドル、表示名、PDS URLはiCloud経由でデバイス間で平文のまま同期されます。アプリパスワードはデバイス上に残ります。
ko: 핸들, 표시 이름 및 PDS URL이 iCloud를 통해 기기 간에 일반 텍스트로 동기화됩니다. 앱 비밀번호는 기기에 남아 있습니다.
nl: Handles, weergavenamen en PDS-URL's worden als platte tekst gesynchroniseerd via iCloud tussen uw apparaten. App-wachtwoorden blijven op het apparaat.
pl: Identyfikatory, nazwy wyświetlane i adresy URL PDS będą synchronizowane w postaci zwykłego tekstu przez iCloud między urządzeniami. Hasła aplikacji pozostają na urządzeniu.
pt: Handles, nomes de exibição e URLs de PDS serão sincronizados em texto simples via iCloud entre seus dispositivos. As senhas de aplicativo permanecem no dispositivo.
ru: Идентификаторы, отображаемые имена и URL-адреса PDS будут синхронизированы в открытом виде через iCloud между вашими устройствами. Пароли приложений остаются на устройстве.
th: ชื่อผู้ใช้ ชื่อที่แสดง และ URL PDS จะถูกซิงค์เป็นข้อความธรรมดาผ่าน iCloud ระหว่างอุปกรณ์ของคุณ รหัสผ่านแอปจะยังคงอยู่ในอุปกรณ์
tr: Kullanıcı adları, görünen adlar ve PDS URL'leri iCloud üzerinden cihazlarınız arasında düz metin olarak senkronize edilir. Uygulama şifreleri cihazda kalır.
vi: Tên người dùng, tên hiển thị và URL PDS sẽ được đồng bộ dưới dạng văn bản thuần qua iCloud giữa các thiết bị của bạn. Mật khẩu ứng dụng vẫn ở trên thiết bị.
zh: 帐户句柄、显示名称和PDS URL将通过iCloud以明文形式在您的设备间同步。应用密码保留在设备上。

# settings.icloud.privacy.title
source: iCloud Sync Privacy
ar: خصوصية مزامنة iCloud
de: iCloud-Synchronisation-Datenschutz
es: Privacidad de la sincronización de iCloud
fr: Confidentialité de la synchronisation iCloud
it: Privacy sincronizzazione iCloud
ja: iCloud同期のプライバシー
ko: iCloud 동기화 개인정보
nl: Privacy iCloud-synchronisatie
pl: Prywatność synchronizacji iCloud
pt: Privacidade da sincronização do iCloud
ru: Конфиденциальность синхронизации iCloud
th: ความเป็นส่วนตัวของการซิงค์ iCloud
tr: iCloud Senkronizasyon Gizliliği
vi: Quyền riêng tư đồng bộ iCloud
zh: iCloud同步隐私

# settings.icloud.sync
source: iCloud Sync
ar: آي كلاود مزامنة
de: iCloud-Synchronisierung
es: Sincronización de iCloud
fr: Synchronisation iCloud
it: Sincronizzazione iCloud
ja: iCloud同期
ko: 아이클라우드 동기화
nl: iCloud-synchronisatie
pl: Synchronizacja iCloud
pt: Sincronização do iCloud
ru: Синхронизация с iCloud
th: การซิงค์ iCloud
tr: iCloud Senkronizasyonu
vi: Đồng bộ hóa iCloud
zh: iCloud 同步

# settings.internal
source: Internal
ar: داخلي
de: Intern
es: Interno
fr: Interne
it: Interno
ja: 内部
ko: 내부
nl: Intern
pl: Wewnętrzny
pt: Interno
ru: Внутренний
th: ภายใน
tr: Dahili
vi: Nội bộ
zh: 内部的

# settings.klipy_api_key
source: KLIPY API Key
ar: مفتاح واجهة برمجة تطبيقات KLIPY
de: KLIPY-API-Schlüssel
es: Clave API de KLIPY
fr: Clé API KLIPY
it: Chiave API KLIPY
ja: KLIPY APIキー
ko: KLIPY API 키
nl: KLIPY API-sleutel
pl: Klucz API KLIPY
pt: Chave API KLIPY
ru: Ключ API KLIPY
th: คีย์ API ของ KLIPY
tr: KLIPY API Anahtarı
vi: Khóa API KLIPY
zh: KLIPY API 密钥

# settings.klipy_services
source: KLIPY GIF Services
ar: KLIPY GIF Services (EN)
de: KLIPY GIF Services (EN)
es: KLIPY GIF Services (EN)
fr: KLIPY GIF Services (EN)
it: KLIPY GIF Services (EN)
ja: KLIPY GIF Services (EN)
ko: KLIPY GIF Services (EN)
nl: KLIPY GIF Services (EN)
pl: KLIPY GIF Services (EN)
pt: KLIPY GIF Services (EN)
ru: KLIPY GIF Services (EN)
th: KLIPY GIF Services (EN)
tr: KLIPY GIF Services (EN)
vi: KLIPY GIF Services (EN)
zh: KLIPY GIF Services (EN)

# settings.language
source: Language
ar: Language (AR)
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 言語 (한국어)
nl: Sprache (NL)
pl: Language (PL)
pt: Idioma
ru: Language (RU)
th: Language (TH)
tr: Language (TR)
vi: 语言 (VI)
zh: 语言

# settings.language.hint
source: Changes the display language for the entire app
ar: يغير لغة العرض للتطبيق بأكمله
de: Ändert die Anzeigesprache für die gesamte App
es: Cambia el idioma de visualización de toda la aplicación.
fr: Change la langue d'affichage pour l'ensemble de l'application
it: Cambia la lingua di visualizzazione per l'intera app
ja: アプリ全体の表示言語を変更します
ko: 전체 앱의 표시 언어를 변경합니다.
nl: Wijzigt de weergavetaal voor de hele app
pl: Zmienia język wyświetlania całej aplikacji
pt: Altera o idioma de exibição de todo o aplicativo
ru: Изменяет язык отображения для всего приложения
th: เปลี่ยนภาษาที่แสดงสำหรับทั้งแอป
tr: Uygulamanın tamamı için görüntüleme dilini değiştirir
vi: Thay đổi ngôn ngữ hiển thị cho toàn bộ ứng dụng
zh: 更改整个应用程序的显示语言

# settings.preferences
source: Preferences
ar: Preferences (AR)
de: Einstellungen
es: Preferencias
fr: Préférences
it: Preferenze
ja: 環境設定
ko: 環境設定 (한국어)
nl: Einstellungen (NL)
pl: Preferences (PL)
pt: Preferências
ru: Preferences (RU)
th: Preferences (TH)
tr: Preferences (TR)
vi: 偏好设置 (VI)
zh: 偏好设置

# settings.security
source: Security
ar: حماية
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
ja: 安全
ko: 보안
nl: Beveiliging
pl: Bezpieczeństwo
pt: Segurança
ru: Безопасность
th: ความปลอดภัย
tr: Güvenlik
vi: Bảo vệ
zh: 安全
